[
    {
        "name": "Blackhead All Kill Pack",
        "price": 45,
        "description": "Chacoal powder provides a gentle care of blackheads and make the skin soft and refreshed. -Brush with soft bristles clean up all the waste in the pores. -Aloe Vera leaf extract and Green Tea extract procide a gentle care with no irritation on the skin. Key Ingredients Water, Glycerin, Palmitic Acid, Lauric Acid, Stearic Acid, Potassium Hydroxide, Myristic Acid, Glyceryl Stearate, PEG-32, Charcoal Powder, Propanediol, Cocamidopropyl Betaine, PEG-100 Stearate, Sodium Chloride, Phenoxyethanol, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Nobilis (Mandarin Orange) Peel Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Ethylhexylglycerin, Arachidic Acid, Disodium EDTA, Lavandula Angustifolia (Lavender) Oil,",
        "ratings":  4.5,
        "images": [],
        "category": "Beauty",
        "seller": "Ebay",
        "stock": 50,
        "numOfReviews": 32,
        "reviews": [],
        "createdAt": "2021/09/30"
    },
    {
        "name": "Blackhead All Kill Pack",
        "price": 234,
        "description": "Kangaroo's Cosmic Easy is suitable for easy and quick wipe-down work for all colored cars. It is formulated with carnauba wax to prevent discoloration and endure several contaminations. It gives wet-look shine and long lasting effect Keep your car looking New with Kangaroo’s car was. Kangaroo’s cosmic easy is suitable for easy and Quick wipe down work for all colored cars. It is formulated with carnauba wax to prevent discolorations. Its gives wet-looks shine and long Lasting effect.",
        "ratings":  4.5,
        "images": [],
        "category": "Beauty",
        "seller": "Ebay",
        "stock": 50,
        "numOfReviews": 32,
        "reviews": [],
        "createdAt": "2021/09/30"
    },
    {
        "name": "Blackhead All Kill Pack",
        "price": 350,
        "description": "Matt, Gradient, Ultra thin! What it is: Adheres to the skin naturally, perfect for daytime use since it's even more unnoticeable under makeup. WHY IT'S SPECIAL: Hydrocolloid material (SomadermSpot - S) Hydrocolloid material effectively extracts impurities and creates a moist environment, which makes the healing process faster. Protecting the problematic areas COSRX Clear Fit Master Patch acts as a barrier against bacteria and preventing secondary infection. Matt, gradient, ultra-thin COSRX Clear Fit Master Patch is an ultra-thin acne patch in a gradient form with matt finish, and it is barely noticeable when applied on the skin. You could go out with the patch on during the daytime, and it would seem natural. It is even more invisible once makeup is applied on top. Fast and intensive treatment COSRX Clear Fit Master Patch reduces inflammation by absorbing exudate of breakouts while protecting the breakouts from secondary infection.",
        "ratings":  4.7,
        "images": [],
        "category": "Beauty",
        "seller": "Ebay",
        "stock": 50,
        "numOfReviews": 32,
        "reviews": [],
        "createdAt": "2021/09/30"
    },
    {
        "name": "Blackhead All Kill Pack",
        "price": 365,
        "description": "Keep your furniture shiny with kangaroo’s Furniture's polish. It enhances the beauty of natural wood with a deep-glowing shine while it gently cleans away dirt, dust and fingerprint. Kangaroo furniture Polish is a high quality aerosol type furniture polish tat enhances the finish while dissolving dirt, dulling fim, and sticky fingerprints. It is perfect for us on a variety of surfaces such as furniture, Cabinets, paneling, and baseboards.",
        "ratings":  4.9,
        "images": [],
        "category": "Home",
        "seller": "Ebay",
        "stock": 50,
        "numOfReviews": 32,
        "reviews": [],
        "createdAt": "2021/09/30"
    }
]